Repository: lde/openid-wp-cust
Catalog: localization/openid-*.po
Languages: fr_fr

source: OpenID options
fr_fr: Options OpenID

source: Your OpenIDs
fr_fr: Vos OpenIDs

source: Your Trusted Sites
fr_fr: Vos sites de confiance

source: OpenID Settings
fr_fr: Réglages OpenID

source: Settings
fr_fr: Paramètres

source: OpenID cache refreshed.
fr_fr: Cache OpenID rafraîchi.

source: Please note that all OpenID Consumer options have been moved to their respective sections of the <a href="options-general.php">General Settings</a> and <a href="options-discussion.php">Discussion Settings</a> pages.
fr_fr: Attention ! Les options OpenID concernant les utilisateurs ont été déplacées dans les sections respectives des menus <a href="options-general.php">Options générales</a> et <a href="options-discussion.php">Options de discussion</a>.

source: The OpenID Provider allows authorized users to use their author URL as an OpenID, either using their local WordPress username and password, or by delegating to another OpenID Provider.
fr_fr: Le Fournisseur d'OpenID permet aux utilisateurs enregistrés d'utiliser leur URL d'auteur comme OpenID, soit en se servant de leur compte et mot de passe WordPress, soit en déléguant un autre fournisseur d'OpenID.

source: Enable OpenID
fr_fr: Activer OpenID

source: Enable the local OpenID Provider for these roles:
fr_fr: Activer le Fournisseur d'OpenID local pour ces rôles&nbsp;:

source: Blog Owner
fr_fr: Propriétaire du blog

source: Authorized accounts on this blog can use their author URL (i.e. <em>%1$s</em>) as an OpenID. The Blog Owner will be able to use the blog address (%2$s) as their OpenID. If this is a single-user blog, you should set this to your account.
fr_fr: Les comptes autorisés sur ce blog peuvent utiliser leur URL d'auteur (i.e. <em>%1$s</em>) comme OpenID. Le propriétaire du blog peut, lui, utiliser l'adresse du blog (%2$s) comme OpenID. S'il n'y a qu'un utilisateur sur ce blog, vous devriez configurer ainsi votre compte.

source: A Blog Owner cannot be set for this blog. To set a Blog Owner, first remove the following line from your <code>wp-config.php</code>:
fr_fr: Le propriétaire du blog ne peut pas être défini sur ce blog. Pour le définir, commencez par retirer la ligne suivante du fichier <code>wp-config.php</code>&nbsp;:

source: (none)
fr_fr: (aucun)

source: Only the current Blog Owner (%s) can change this setting.
fr_fr: Seul le propriétaire de ce blog (%s) est autorisé à faire ce réglage.

source: Troubleshooting
fr_fr: Dysfonctionnements

source: If users are experiencing problems logging in with OpenID, it may help to %1$srefresh the cache%2$s.
fr_fr: En cas de difficulté à se connecter avec un OpenID, il peut être nécessaire de %1$srafraîchir le cache%2$s.

source: Save Changes
fr_fr: Enregistrer les modifications

source: Success:
fr_fr: Succès&nbsp;

source: Warning:
fr_fr: Avertissement&nbsp;

source: Error:
fr_fr: Erreur&nbsp;

source: Your Verified OpenIDs
fr_fr: Vos OpenIDs vérifiés

source: You may associate one or more OpenIDs with your account. This will allow you to login to WordPress with your OpenID instead of a username and password. <a href="http://openid.net/what/" target="_blank">Learn more...</a>
fr_fr: Vous pouvez associer un ou plusieurs OpenIDs à votre compte, ce qui vous permettra de vous connecter à WordPress avec votre OpenID plutôt qu'avec votre nom d'utilisateur et votre mot de passe. <a href="http://openid.net/what/" target="_blank">En savoir plus…</a>

source: Bulk Actions
fr_fr: Actions multiples

source: Delete
fr_fr: Supprimer

source: Apply
fr_fr: Appliquer

source: Account
fr_fr: Compte

source: No Verified Accounts.
fr_fr: Aucun compte vérifié.

source: Add OpenID
fr_fr: Ajouter un OpenID

source: Added %d trusted site.
fr_fr: %d site de confiance ajouté.

source: Deleted %d trusted site.
fr_fr: %d site de confiance supprimé.

source: This is a list of sites that you can automatically login to using your OpenID account. You will not be asked to approve OpenID login requests for your trusted sites.
fr_fr: Voici la liste de sites sur lesquels vous pouvez vous connecter automatiquement avec votre OpenID. Il ne vous sera pas demandé d'approuvé la connexion OpenID pour vos sites autorisés.

source: Last Login
fr_fr: Dernière connexion

source: No Trusted Sites.
fr_fr: Aucun Site de Confiance.

source: Import Trusted Sites
fr_fr: Importer des sites de confiance

source: Enter a list of URLs to be added to your Trusted Sites.
fr_fr: Entrer une liste d'URL à ajouter à vos sites de confiances.

source: Add Sites
fr_fr: Ajouter des sites

source: (One URL per line)
fr_fr: (Une URL par ligne)

source: Status information:
fr_fr: Status de fonctionnement&nbsp;

source: All Systems Nominal
fr_fr: Tous Systèmes Opérationnels

source: System Status
fr_fr: Status système

source: Toggle More/Less
fr_fr: Basculer Plus/Moins

source: Plugin is currently disabled. Fix the problem, then Deactivate/Reactivate the plugin.
fr_fr: L'extension est actuellement désactivée. Corrigez le problème, puis désactivez/réactivez l'extension.

source: FAIL
fr_fr: ÉCHEC

source: You already have this OpenID!
fr_fr: Cet OpenID est déjà enregistré&nbsp;!

source: This OpenID is already associated with another user.
fr_fr: Cet OpenID est déjà associé à un autre utilisateur.

source: Unable to authenticate OpenID.
fr_fr: Authentification OpenID impossible.

source: OpenID assertion successful, but this URL is already associated with another user on this blog.
fr_fr: L'ajout d'OpenID a fonctionné mais cet OpenID est déjà associé à un autre utilisateur.

source: Added association with OpenID.
fr_fr: Association OpenID ajoutée.

source: <strong>Note:</strong> For security reasons, your profile URL has been updated to match your OpenID.
fr_fr: <strong>NB&nbsp;:</strong> Pour des raisons de sécurité, l'URL de votre profil a été mise à jour pour correspondre à votre OpenID.

source: OpenID Warning
fr_fr: Avertissement OpenID

source: Are you sure you want to delete all of your OpenID associations? Doing so may prevent you from logging in.
fr_fr: Êtes-vous sûr de vouloir supprimer toutes les associations OpenID&nbsp;? Vous risquez de ne plus pouvoir vous connecter.

source: Yes I'm sure. Delete.
fr_fr: Oui, je confirme la suppression.

source: No, don't delete.
fr_fr: Non, ne pas supprimer.

source: Deleted %d OpenID association.
fr_fr: %d association OpenID supprimée.

source: OpenID association delete failed: Unknown reason.
fr_fr: Erreur inconnue lors de la suppression de l'association OpenID.

source: For security reasons, your profile URL must be one of your claimed OpenIDs: %s
fr_fr: Pour des raisons de sécurité, l'URL de votre profil doit être l'un de vos OpenIDs déclarés&nbsp;: %s

source: OpenID Delegation
fr_fr: Délégation OpenID

source: OpenID Delegation allows you to use an external OpenID provider of your choice.
fr_fr: La Délégation d'OpenID vous permet d'utiliser le fournisseur externe d'OpenID de votre choix.

source: To delegate, enter a valid OpenID. Otherwise leave this blank.
fr_fr: Pour la délégation, entrer un OpenID valide. Sinon, laisser le champ vide.

source: Unable to find any OpenID information for delegate URL %s
fr_fr: Impossible de trouver l'information OpenID pour l'URL déléguée %s

source: You cannot delegate to an OpenID provider which uses Identifier Select.
fr_fr: Vous ne pouvez pas déléguer vers un fournisseur d'OpenID qui utilise la sélection d'identifiant.

source: New accounts can only be created with verified OpenIDs.
fr_fr: Les nouveaux comptes ne peuvent être créés qu'avec un OpenID vérifié.

source: New accounts can only be created with verified OpenIDs
fr_fr: Les nouveaux comptes ne peuvent être créés qu'avec un OpenID vérifié.

source: Enable OpenID for comments
fr_fr: Autoriser les commentaires signés avec OpenID

source: Error: please fill the required fields (name, email).
fr_fr: Erreur : merci de compléter les champs obligatoires (nom, courriel).

source: Error: please enter a valid email address.
fr_fr: Erreur : merci de saisir une adresse courriel valide.

source: Authenticate this comment using <span class="openid_link">OpenID</span>.
fr_fr: Authentifier ce commentaire avec votre <span class="openid_link">OpenID</span>.

source: OpenID Authentication Error
fr_fr: Erreur d'authentification OpenID

source: We were unable to authenticate your claimed OpenID, however you can continue to post your comment without OpenID:
fr_fr: Nous n'avons pas été capable d'authentifier l'OpenID indiqué, toutefois vous pouvez continuer de poster votre commentaire sans OpenID&nbsp;:

source: Submit Comment
fr_fr: Soumettre le commentaire

source: User was created fine, but wp_login() for the new user failed. This is probably a bug.
fr_fr: L'utilisateur a bien été créé, mais l'appel à <code>wp_login()</code> pour ce nouvel utilisateur a échoué. Ceci est probablement un bug.

source: OpenID authentication successful, but failed to create WordPress user. This is probably a bug.
fr_fr: L'authentification OpenID a fonctionné, mais la création de l'utilisateur a échoué. Ceci est probablement un bug.

source: Since your browser does not support JavaScript, you must press the Continue button once to proceed.
fr_fr: JavaScript n'est pas activé ou n'est pas supporté par votre navigateur. Pour poursuivre, appuyez sur le bouton Continuer.

source: Continue
fr_fr: Continuer

source: Please Wait...
fr_fr: Veuillez patienter&hellip;

source: OpenID Authentication Redirect
fr_fr: Redirection d'authentification OpenID

source: OpenID login was cancelled.
fr_fr: La connexion OpenID a été annulée.

source: OpenID login failed: %s
fr_fr: Échec de la connexion OpenID²nbsp;: %s

source: OpenID login successful
fr_fr: Connexion OpenID réussie

source: Could not discover an OpenID identity server endpoint at the url: %s
fr_fr: Aucun serveur d'identité OpenID détecté sur l'URL %s

source: Your have entered a valid OpenID, but this site is not currently accepting new accounts.
fr_fr: L'OpenID saisi est valide, mais ce site n'accepte actuellement pas de nouveaux comptes.

source: Or login using an OpenID
fr_fr: Ou se connecter avec un OpenID

source: Learn about OpenID
fr_fr: En savoir plus sur OpenID

source: Register using an OpenID:
fr_fr: S'enregistrer en utilisant un OpenID&nbsp;:

source: Or register using an OpenID:
fr_fr: Ou connectez-vous en utilisant un OpenID&nbsp;:

source: <strong>ERROR</strong>:
fr_fr: <strong>ERREUR</strong>&nbsp;:

source: New users must register using OpenID.
fr_fr: Les nouveaux utilisateurs doivent s'enregistrer avec un OpenID.

source: OpenID Login Error
fr_fr: Erreur lors de la connexion OpenID

source: Because you have delegated your OpenID, you cannot login with the URL <strong>%s</strong>. Instead, you must use your full OpenID when logging in.
fr_fr: Votre OpenID étant délégué, vous ne pouvez pas vous connecter avec l'URL <strong>%s</strong>. Il faut utiliser votre OpenID complet à la connexion.

source: Your full OpenID is: %s
fr_fr: Votre OpenID complet est&nbsp;: %s

source: Logged in as %1$s (%2$s). <a href="%3$s">Use a different account?</a>
fr_fr: Connecté en tant que %1$s (%2$s). <a href="%3$s">Changer de compte</a>

source: Verify Your Identity
fr_fr: Vérifiez votre identité

source: %s has asked to verify your identity.
fr_fr: %s a demandé la vérification de votre identité.

source: Click <strong>Continue</strong> to verify your identity and login without creating a new password.
fr_fr: Appuyez sur <strong>Continuer</strong> pour vérifier votre identité et vous connecter sans créer de nouveau mot de passe.

source: Cancel and go back
fr_fr: Annuler et revenir en arrière

source: Manage or remove access on the <a href="%s" target="_blank">Trusted Sites</a> page.
fr_fr: Gérer ou supprimer les accès sur la page <a href="%s" target="_blank">Sites de confiance</a>.

source: <a href="%s" target="_blank">Edit your profile</a> to change the information that gets shared with Trusted Sites.
fr_fr: <a href="%s" target="_blank">Éditer votre profil</a> pour modifier l'information partagée avec les sites de confiance.

source: Disallow Password authentification
fr_fr: Interdire l'authentification par mot de passe

source: Disable Password auth for accounts with openid enabled
fr_fr: Interdire l'authentification par mot de passe pour les comptes pour lesquels openid est activé

source: Regex
fr_fr: Expression Régulières

source: If openid url apply this regex the account will become editor(ingored if empty) for syntax look <a href="http://www.php.net/manual/fr/function.preg-match.php">here</a>
fr_fr: Expression régulière sur l'url openid pour lesquels les comptes vont devenir éditeur. Pour la syntaxe : <a href="http://www.php.net/manual/fr/function.preg-match.php">la documentation</a>

source: Regex for allowed openid (ignored if empty) for syntax look <a href="http://www.php.net/manual/fr/function.preg-match.php">here</a>
fr_fr: Expression régulière pour les URL autorisées (ignoré si vide). Pour la syntaxe : <a href="http://www.php.net/manual/fr/function.preg-match.php">la documentation</a>

source: Regex for allowed email returned by openid (ignored if empty) for syntax look <a href="http://www.php.net/manual/fr/function.preg-match.php">here</a>
fr_fr: Expression régulière sur l'email retourné par openid pour les login authorisés. Pour la syntaxe : <a href="http://www.php.net/manual/fr/function.preg-match.php">la documentation</a>

source: If openid email returned by openid apply this regex the account will become editor(ingored if empty) for syntax look <a href="http://www.php.net/manual/fr/function.preg-match.php">here</a>
fr_fr: Expression régulière sur l'email retourné par openid pour lesquels les comptes vont devenir éditeur. Pour la syntaxe : <a href="http://www.php.net/manual/fr/function.preg-match.php">la documentation</

source: Regex for forbiden url openid (ignored if empty) for syntax look <a href="http://www.php.net/manual/fr/function.preg-match.php">here</a>
fr_fr: Expression régulière pour les URL interdites (ignoré si vide). Pour la syntaxe : <a href="http://www.php.net/manual/fr/function.preg-match.php">la documentation</a>
